Repository: cpetig/ManuProC_Widgets
Catalog: po/*.po
Languages: de

source: Empty
de: Leeren

source: Date
de: Datum

source: Week
de: Woche

source: Date properties
de: Datumseigenschaften

source: Reset order
de: Zurücksetzen

source: Cancel
de: Abbrechen

source: Apply new order
de: Neuordnen

source: Visble columns
de: Sichtbare Spalten

source: Options
de: Optionen

source: Fill with standard order (instead of current)
de: Auffüllen mit Standardreihenfolge (statt der aktuellen)

source: Unfold selected columns
de: Ausgewählte Spalten aufklappen

source: Colorize by depth
de: Tiefe farblich markieren

source: Display children count
de: Zeilen zählen

source: Unfold all
de: Alles aufklappen

source: Fold all
de: Alles zuklappen

source: Export to .XLS
de: Excel-Datei schreiben

source: Ranking
de: Rangfolge

source: off
de: aus

source: Table
de: Tabelle

source: Excel tables (*.xls)
de: Excel Tabellen (*.xls)

source: Export table
de: Tabelle speichern
