Repository: cpetig/ManuProC_Widgets
Catalog: po/ManuProC_Widgets_*.po
Languages: it

source: Empty
it: Vuoto

source: Date
it: Data

source: Week
it: Settimana

source: Date properties
it: Caratteristiche data

source: ++ add to list ++
it: ++ aggiungere all’elenco ++

source: Int
it: Id

source: Name1
it: Nome1

source: Name2
it: Nome2

source: Reset order
it: Ripristinare l’ordinamento

source: Cancel
it: Interrompere

source: Apply new order
it: Riordinare

source: Visble columns
it: Colonne visibili

source: Options
it: Opzioni

source: Fill with standard order (instead of current)
it: Completare con la sequenza standard (anziché quella attuale)

source: Unfold selected columns
it: Aprire le colonne selezionate

source: Colorize by depth
it: Contrassegnare con un colore la profondità

source: Display children count
it: Mostrare il numero di righe

source: Unfold all
it: Aprire tutto

source: Fold all
it: Chiudere tutto

source: Export to .XLS
it: Esporta in .xls

source: Export to .CSV
it: Esporta in .csv

source: Sorting column
it: Colonna da ordinare

source: Reset sorting order
it: Ripristinare l’ordinamento

source: Table
it: Tabella

source: Excel tables (*.xls)
it: Tabelle excel (*.xls)

source: Export table
it: Salvare la tabella

source: CSV files (*.csv)
it: File CSV (*.csv)

source: Reset
it: Ripristinare
